[
   {
      "name":"Khakhra",
      "rank":"100",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/19ab448be9384b9d8b0151126c2b8755.jpg?w=905&h=510",
      "loc":"GUJARAT, India",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=1861&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Khakhra is a popular, crispy flatbread originating from the Indian state of Gujarat. Made with wheat flour, mat bean, and oil, the crackers are typically consumed for breakfast, providing a healthy snack that is best enjoyed when accompanied by chutneys or curries.\nSince khakhra is very similar to chapati, another popular Indian flatbread, it is believed that a cook in Gujarati roasted leftover chapatis on a griddle and served them with tea for breakfast, creating khakhras in the process. Khakhra can also be transformed into a sweet snack by spreading some ghee and sugar on top of it.",
      "type":"Flatbread",
      "rating":"3.8",
      "flag":"https://www.tasteatlas.com/images/emblems/bd8006cea93e43b48958eae34f20106f.png?mh=40"
   },
   {
      "name":"Khobz",
      "rank":"99",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/52e53a43feb54a10855564aaea1f79f3.jpg?w=905&h=510",
      "loc":"MOROCCO",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=119&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Khobz is a traditional Moroccan bread that is shaped into round, flat loaves and baked in an oven until it develops a crispy crust. It can be made with different types of flour such as wheat, bran, barley, and semolina. Some bakers like to add anise, nigella, or cumin in order to enhance its flavors.\nThe bread often replaces utensils and is used to scoop up sauces, dips, meat, and vegetables in numerous Moroccan dishes.",
      "type":"Bread",
      "rating":"4.4",
      "flag":"https://www.tasteatlas.com/images/emblems/75b16bb917e24a37a888ac2e591c6fc4.png?mh=40"
   },
   {
      "name":"Tunnbröd",
      "rank":"98",
      "img":"https://cdn.tasteatlas.com//images/dishes/c3e98723b7ec4607bc720da8c29f21b9.jpg?w=905&h=510",
      "loc":"SWEDEN",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=178&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Tunnbröd (lit. thin bread) is a traditional Swedish flatbread. Since it could be stored for longer periods, it was created out of necessity. Nowadays, it comes in many forms, which may employ different combinations of wheat, barley, and rye, or various seeds.\nThe primary distinction is made between the soft varieties, which are usually used as wrappers, and hard and crispy types that often form the base of various Swedish snacks.",
      "type":"Flatbread",
      "rating":"3.6",
      "flag":"https://www.tasteatlas.com/Images/Emblems/8389845acf4c47b28e1a0fd33ad4490f.png?mh=40"
   },
   {
      "name":"Pide ekmek",
      "rank":"97",
      "img":"https://cdn.tasteatlas.com//images/dishes/ec2c36d12cdf452f9486c5b6191a114e.jpg?w=905&h=510",
      "loc":"TURKIYE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=191&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Pide ekmek is a Turkish bread made with a combination of flour, yeast, sugar, lukewarm water, salt, and olive oil. Before the dough is baked, it's often brushed with egg wash and sprinkled with nigella, poppy, and sesame seeds. This bread is a huge staple in Turkish cuisine and it's often served for breakfast, lunch, and dinner.\nIt is recommended to eat it with various dips or use it to mop up the juices of stews and casseroles. Pide ekmek is also an important part of tombik, a traditional Turkish sandwich stuffed with shredded meat.",
      "type":"Flatbread",
      "rating":"4.5",
      "flag":"https://www.tasteatlas.com/images/emblems/40e2beab4b8842a69e9e876b4febc723.png?mh=40"
   },
   {
      "name":"Proja / Projara",
      "rank":"96",
      "img":"https://cdn.tasteatlas.com//images/dishes/383388ee062c4094a7d240b9224e37e3.jpg?w=905&h=510",
      "loc":"SERBIA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=173&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Proja is a traditional Serbian cornbread made with a combination of cornmeal, salt, and water. As soon as milk, beaten eggs, and butter or oil are added to this peasant dish, it's no longer a cornbread but a savory pie called projara, projanica, razlevak, or muruzara, depending on which part of Serbia you find yourself in.\nAfter it has been baked in a pan, projara is typically cut into squares and served warm. It should be crusty on all sides, and since it's a bit dry, it is recommended to pair it with cheese, yogurt, pavlaka, pasulj (bean stew), sauerkraut, sarma, or cracklings.",
      "type":"Bread",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/Images/Emblems/f8a5be8e232b4a0785ae0045e610c4ad.png?mh=40"
   },
   {
      "name":"Johnnycake",
      "rank":"95",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/c46efbd5fa3b4841b116c0c6af3f02f3.jpg?w=905&h=510",
      "loc":"RHODE ISLAND, United States of America",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=4432&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Johnnycake is a cornmeal flatbread, similar to a pancake, consisting of fried cornmeal, salt, and hot water or milk. It is a staple food in the Rhode Island area, where they are consumed at all times of the day - for breakfast, when they are drizzled with butter and syrup or broken up and combined with milk and sugar, or for other meals, when they act as a substitute for rice or potatoes, and sometimes even get served as a dessert.\nThe name is likely based on jonakin, a word that is derived from another word, jannock, which is the term used by the slaves to describe a cake made of Native American corn. Another theory says it derives from journeycake, an English term referring to durable cornmeal cakes made with no butter or eggs which were carried in saddlebags and on ships during long journeys.",
      "type":"Flatbread",
      "rating":"3.7",
      "flag":"https://www.tasteatlas.com/images/emblems/03c2050735d04eb4a9587934f06c8ee3.png?mh=40"
   },
   {
      "name":"Damper",
      "rank":"94",
      "img":"https://cdn.tasteatlas.com//images/dishes/efd33e25345e40c3a197c28f8637c386.jpg?w=905&h=510",
      "loc":"AUSTRALIA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=17&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Damper is a traditional bushman's bread that was originally prepared with flour, water, and salt. The bread was cooked in the coals of a campfire, and it was first mentioned in Memoirs, edited by Barron Field, who was a judge of the Supreme Court of New South Wales.\nAccording to one theory, the name damper is derived from a Lancashire expression, referring to something that damps the appetite. However, historian James Bonwick says that the name is derived from a process of damping the fire by covering it with ashes.",
      "type":"Bread",
      "rating":"3.8",
      "flag":"https://www.tasteatlas.com/images/emblems/11abc86032964292afdf23d20b73ddd2.png?mh=40"
   },
   {
      "name":"Pan de barra",
      "rank":"93",
      "img":"https://cdn.tasteatlas.com//images/dishes/655af17d51024468a7c0d8b27901c9a3.jpg?w=905&h=510",
      "loc":"SPAIN",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=64&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Pan de barra is a Spanish-style baguette, a rustic bread loaf that’s made with a simple dough consisting of flour, water, yeast, and salt. The dough is shaped into a long, thin loaf, and it is then allowed to rise before it’s slashed on the surface and baked until crispy and nicely browned.\nAlthough it resembles the French baguette, pan de barra typically has a harder and drier texture, which makes it an excellent base for sandwiches. In the past, there were slightly different versions of the bread in different parts of Spain, although they all shared the same long, cylindrical shape.",
      "type":"Bread",
      "rating":"4.1",
      "flag":"https://www.tasteatlas.com/images/emblems/bc45afe9639446368ea255617449b1ee.png?mh=40"
   },
   {
      "name":"Pain de mie",
      "rank":"92",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/938011bb48b848aea273947067c4a67d.jpg?w=905&h=510",
      "loc":"FRANCE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=69&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"An approximate translation of the name of this popular French bread is “crustless bread”, referring to its thin layer of crust and thick white interior. The bread is made with wheat flour, water, salt, shortening, sugar, and yeast. Although it is usually made industrially and sold sliced and packaged in supermarkets, it can also be made easily at home.\nPain de mie is typically baked in square or rectangular covered pans, which ensure its characteristic shape. The cover prevents the bread from rising fully, resulting in a fine, compact crumb. The French use it most often for toasting, while its thickness and shape make it ideal for the preparation of the classic French sandwich croque-monsieur.",
      "type":"Bread",
      "rating":"2.6",
      "flag":"https://www.tasteatlas.com/Images/Emblems/112d5547c47448c99785595094ca1ba4.png?mh=40"
   },
   {
      "name":"Rumali roti",
      "rank":"91",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/fb6b3d3ae8f74da6a24eceb656e91c42.jpg?w=905&h=510",
      "loc":"HYDERABAD, India",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=11823&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Rumali roti is a popular Indian flatbread made with white and wheat flour, water, and oil. The dough is baked on a traditional tawa, and since it is extremely thin, it was named handkerchief (rumali) bread. Some say that the bread got its name because it was used instead of a handkerchief after a meal.\nRumali roti is typically served as an accompaniment to various curries or with any sort of liquid meal that can be scooped up with the flatbread. It is important to serve the bread slightly moist so that it does not become stiff and unpalatable. Although it has origins in the Mughal cuisine, today it is mainly consumed in North India and Pakistan.",
      "type":"Flatbread",
      "rating":"4.4",
      "flag":"https://www.tasteatlas.com/Images/Emblems/0c8c5caad37e4c29841154516f356733.png?mh=40"
   },
   {
      "name":"Irish Brown Bread",
      "rank":"90",
      "img":"https://cdn.tasteatlas.com//images/dishes/138bea90e95040f4a9ddb3c185eca44f.jpg?w=905&h=510",
      "loc":"IRELAND",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=89&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Irish brown bread is a variety of soda bread hailing from Ireland. It's made with all-purpose flour, whole wheat flour, salt, baking soda, rolled oats, buttermilk (for flavor and moisture), and molasses (for caramelization and color). Once prepared, the dough is shaped into a ball which is pressed, then decorated with a cross incision on top.\nThis rustic bread is baked until the loaf sounds hollow when tapped on the bottom. The cross on top of the bread has its purpose – the heat will penetrate it, and the center will then bake well. In the country, this bread is a staple in pubs and restaurants, and it's often paired with Irish butter and fruit jam.",
      "type":"Bread",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/Images/Emblems/2a53b0b5e3bd4b289f27d65f0813a782.png?mh=40"
   },
   {
      "name":"Roosterkoek",
      "rank":"89",
      "img":"https://cdn.tasteatlas.com//images/dishes/650dc43595ef4ac6af0af9f81187c5d4.jpg?w=905&h=510",
      "loc":"SOUTH AFRICA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=207&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Roosterkoek, literally meaning grill cake, is a traditional South African bread baked on a grid over the coals. Made with flour, yeast, salt, sugar, oil, and water, these small balls of leavened bread dough are brushed with butter and grilled until slightly charred.\nRoosterkoek is best enjoyed piping hot, straight off the grill, smeared with more butter. The bread makes an inevitable part of a braai, a South African barbecue, but it's also great as a snack, paired with butter, jam, or cheese.",
      "type":"Bread",
      "rating":"4.8",
      "flag":"https://www.tasteatlas.com/images/emblems/b7c2dd9f7ef644dc92f1552191c83a9e.png?mh=40"
   },
   {
      "name":"Pesara dosa",
      "rank":"88",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/bfbbd4dc711f41998c123baeaf6c13cc.jpg?w=905&h=510",
      "loc":"ANDHRA PRADESH, India",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=1837&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Pesara dosa (also called pesara attu or mung bean dosa) is India's national dish and one of the most popular breakfast foods in Andhra and Rajasthan. Dosa is the world's thinnest griddlecake, a paper-thin pancake made with an earthy batter that is left to ferment and rise for eight to ten hours.\nIt has a bubbly texture and a unique, complex, toasted, and buttery flavor. Pesara dosa is made with ground mung bean and batter, resulting in a unique flatbread that is healthy and quick to prepare. Additionally, ginger, cumin seeds, onions, and green chiles may be added to enhance the flavors.",
      "type":"Flatbread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/images/emblems/5561b95027ad4f7eace483fa9da2fc6f.png?mh=40"
   },
   {
      "name":"Pampushka",
      "rank":"87",
      "img":"https://cdn.tasteatlas.com//images/dishes/a6caeaa44c1440d1a09a33ac16fa5fa5.jpg?w=905&h=510",
      "loc":"UKRAINE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=196&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Pampushki are small Ukrainian yeasted buns. They can be prepared in sweet or savory versions. The dough usually consists of milk, flour, eggs, sugar, butter, yeast, oil, and salt, and it is then shaped into small balls. The sweet version is often stuffed with ingredients such as fruit jam, berries, fresh fruit, or cottage cheese, while the savory ones have no filling, but are traditionally flavored with garlic sauce and served alongside borscht.",
      "type":"Bread",
      "rating":"4.5",
      "flag":"https://www.tasteatlas.com/Images/Emblems/cd0c15f27f244b1eafc177c561463ad9.png?mh=40"
   },
   {
      "name":"Bammy",
      "rank":"86",
      "img":"https://cdn.tasteatlas.com//images/dishes/e0b960a51f184bc3822f3c4d7ee38f0a.jpg?w=905&h=510",
      "loc":"JAMAICA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=95&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Bammy is a traditional Jamaican cassava flatbread. The dough is often soaked in coconut milk, then fried, steamed, or baked. It originates from the Arawaks, who are the island's original inhabitants. The bread can usually be bought from local vendors, and it is served either for breakfast or on the side as an accompaniment to fish dishes.",
      "type":"Flatbread",
      "rating":"4.6",
      "flag":"https://www.tasteatlas.com/images/emblems/951235097e644e669c4e4fe4f56d4b6d.png?mh=40"
   },
   {
      "name":"Pepperoni Roll",
      "rank":"85",
      "img":"https://cdn.tasteatlas.com//images/dishes/722adfc1f61a4f15bd472f7fbe33a3b0.jpg?w=905&h=510",
      "loc":"WEST VIRGINIA, United States of America",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=4447&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Pepperoni roll is a specialty of West Virginia consisting of a baked white bread roll filled with pepperoni sticks or slices. The roll is sold throughout the state at numerous gas stations, diners, and convenience stores, often paired with marinara sauce for dipping.\nIt is believed that pepperoni roll was invented in 1927 by Giuseppe Argiro at the Country Club Bakery in Fairmont, who originally created it as a portable food item for Fairmont's miners.",
      "type":"Bread",
      "rating":"4.1",
      "flag":"https://www.tasteatlas.com/images/emblems/d2c2ee3e9c7a4066bf144b143af1de9c.png?mh=40"
   },
   {
      "name":"Pain de Campagne",
      "rank":"84",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/d8221fbff1094222bc51d1cd0be84b00.jpg?w=905&h=510",
      "loc":"FRANCE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=69&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Pain de campagne or country bread is a traditional, rustic bread that is prepared throughout France. It can be found in numerous boulangeries. Most versions of pain de campagne are made with a mixture of white, whole wheat, and rye flour, water, salt, and either baker's yeast or a natural leavening agent.\nIn the past, people would bake huge loaves of country bread in the communal ovens, feeding their families for days or weeks. In the early 20th century, baguette replaced pain de campagne in terms of popularity, but with the rise of artisan breads in the 1970s, pain de campagne grew in popularity once again.",
      "type":"Bread",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/Images/Emblems/112d5547c47448c99785595094ca1ba4.png?mh=40"
   },
   {
      "name":"Frybread",
      "rank":"83",
      "img":"https://cdn.tasteatlas.com//images/dishes/e4509a4032e642a28da4dd9e7bd5882f.jpg?w=905&h=510",
      "loc":"SOUTH DAKOTA, United States of America",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=4427&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Named as the official state bread of South Dakota in 2005, frybread is a flat dough that is fried or deep-fried in oil or lard. Originally, it is a Native American Navajo tradition, invented at a time when the Natives were in captivity and attempts were made to starve them out.\nThe government supplied them with lard, flour, salt, sugar, yeast, and powdered milk, which were often spoiled, so fry bread originated from those few foods provided during the four years of captivity. What ensured the Navajo's survival in the past is now consumed either on its own, or with numerous topping and accompaniments such as honey, jam, or beef.",
      "type":"Bread",
      "rating":"3.7",
      "flag":"https://www.tasteatlas.com/Images/Emblems/3bc9890a41c24b57aa50141b9b11dc36.png?mh=40"
   },
   {
      "name":"Kaisersemmel",
      "rank":"82",
      "img":"https://cdn.tasteatlas.com//images/dishes/225208ec89644fc09f637a8cbb30e27d.jpg?w=905&h=510",
      "loc":"AUSTRIA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=18&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Kaisersemmel is a traditional bread roll originating from Austria. Also known as kaiser roll, it's usually made with a combination of flour, yeast, salt, sugar, and sometimes butter. The dough is shaped into rounds, and the top is divided into five segments so that the overlapping incisions form a crown.\nOnce baked, the rolls should be crusty on the outside and fluffy on the inside. It is believed that they were named after Emperor Franz Joseph I of Austria. Nowadays, kaiser rolls are often topped with sesame seeds, sunflower seeds, poppy seeds, or linseed.",
      "type":"Bread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/Images/Emblems/5bbc13a0f8274708b3cd8a8cb86f3cd3.png?mh=40"
   },
   {
      "name":"Butteries",
      "rank":"81",
      "img":"https://cdn.tasteatlas.com//images/dishes/81faab83b61643dd8b8711a729b45de8.jpg?w=905&h=510",
      "loc":"ABERDEEN, United Kingdom",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=1355&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Also known as Aberdeen butteries, butterie rowies, or simply rowies, these small breakfast rolls are a popular choice for starting the day all over Scotland. The rolls feature a decadently high proportion of butter to flour, which makes them particularly flaky and tender.\nIn northeastern Scotland, where these morning rolls enjoy a very special status, it is often said that the honor of a traditional Scottish breakfast goes not to porridge but to \"a rou an' a cuppa tea.\" Butteries are best enjoyed fresh from the bakery, piping hot, and spread with some more butter and marmalade.",
      "type":"Breakfast",
      "rating":"3.6"
   },
   {
      "name":"Bollo",
      "rank":"80",
      "img":"https://cdn.tasteatlas.com//images/dishes/d0c0c2163ccf48229e7bb71ca5b6618f.jpg?w=905&h=510",
      "loc":"COLOMBIA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=47&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Bollo is a traditional Colombian bun that can be made with corn, yuca, or potatoes. The bun is also very popular in Panama in Spain. Typically, it is served for breakfast, when it is accompanied by cheese on the side. All along the Colombian coast, bollo can be bought from numerous street vendors who are selling it freshly prepared from corn leaves in which the buns were wrapped before cooking, although it can also be easily found in various supermarkets.",
      "type":"Bread",
      "rating":"3.5",
      "flag":"https://www.tasteatlas.com/images/emblems/12dabd3fdab7406c81035572043058f9.png?mh=40"
   },
   {
      "name":"Hönökaka",
      "rank":"79",
      "img":"https://cdn.tasteatlas.com//images/dishes/562f38ab00a04dcea513301132fec76e.jpg?w=905&h=510",
      "loc":"HÖNÖ, Sweden",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=17375&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Hönökaka is a classic Swedish flatbread with a light, almost cake-like texture. It's made with a combination of milk, butter, white flour, rye flour, sea salt, yeast, ljus sirap (light syrup), and hjorthornssalt. The final ingredient gives the flatbread its fluffy and light texture – hjorthornssalt was originally made from deer antlers, but nowadays ammonium carbonate is used instead.\nThe dough is left to double in size, and it's then kneaded and flattened before being pricked with a kruskavel (a knobbly rolling pin) and baked in the oven. Once done, it's recommended to serve hönökaka warm with cheese, jams, honey, butter, or pickled herrings on the side.",
      "type":"Flatbread",
      "rating":"3.9",
      "flag":"https://www.tasteatlas.com/Images/Emblems/8389845acf4c47b28e1a0fd33ad4490f.png?mh=40"
   },
   {
      "name":"Mandarin Roll",
      "rank":"78",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/61dca6dafc014e39b9e1f6bbd3bb910a.jpg?w=905&h=510",
      "loc":"CHINA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=43&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Mandarin roll is a steamed bun with Chinese origins, consisting of wheat flour, sugar, water, soybean oil, milk powder, yeast, and salt. It is such an important part of Chinese cuisine that it is likened to white bread in western cuisine. Steamed Mandarin rolls are sometimes accompanied by sweetened condensed milk, while in the southern parts of the country the rolls are often sweet and can be eaten on their own.\nSometimes, the rolls are salted and filled with finely chopped spring onions on the interior. What makes these rolls unique is their unusual shape, reminiscent of flower blossoms, which is the reason for their alternative name - flower rolls.",
      "type":"Bread",
      "flag":"https://www.tasteatlas.com/images/emblems/495f66f4a4bd42758daca3d7e5a55530.png?mh=40"
   },
   {
      "name":"Pitha",
      "rank":"77",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/206c0e71cd4a4abcb96e485d4c4474f7.jpg?w=905&h=510",
      "loc":"ODISHA, India",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=1840&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Pitha is a large group of bread and cakes that are popular throughout Bangladesh and India. The most common base for pitha is rice flour, although wheat or corn flour can also be used. Most varieties of pitha are prepared as small cookies or dumplings that are filled with spices, nuts, or different vegetables, in either sweet or savory versions.\nThe simplest versions of pitha are filled with jaggery and coconut, while the more complex ones usually include cheese, lentils, and vegetables in the filling. In Bangladesh, pithas are usually reserved for special occasions - family celebrations, weddings, and harvest festivals such as Nabanna and Poush Parban.",
      "type":"Bread",
      "flag":"https://www.tasteatlas.com/images/emblems/3b4cccd08d8249a4bd5ab3e13ca597b2.png?mh=40"
   },
   {
      "name":"Baati",
      "rank":"76",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/a0f80468aa0f43e1a0cd3b3faef40e00.jpg?w=905&h=510",
      "loc":"RAJASTHAN, India",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=1850&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Baati is a hard, unleavened Indian bread that is typically prepared in the desert areas of Rajasthan, Uttar Pradesh, and Madhya Pradesh. Traditionally, baati is baked over the ambers of dried cow-dung. It consists of wheat flour, salt, ghee, and very little water, so the resulting low moisture and high fat content give it an extended shelf life.\nBaati is often eaten with dal, resulting in a dish called dal bati, a popular Rajasthani delicacy where baati is dipped in ghee and traditionally served in an earthenware pot. The bread can be prepared in a basic, plain version, but it can also be filled with peas, onions, or sattu.",
      "type":"Bread"
   },
   {
      "name":"Butter Garlic Naan",
      "rank":"75",
      "img":"https://cdn.tasteatlas.com//images/dishes/6ae923c3c76d45469527dcdc83835557.jpg?w=905&h=510",
      "loc":"INDIA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=88&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Butter garlic naan is a traditional Indian flatbread and one of the most popular versions of naan. It’s made with flour, yeast, salt, sugar, and yogurt. Once the dough has been baked in a hot tandoor oven, the golden naan is taken out and brushed with butter or ghee, then topped with minced garlic.\nIt’s recommended to serve butter garlic naan with a variety of Indian dishes such as curries, butter chicken, dal makhani, malai kofta, or shahi paneer.",
      "type":"Flatbread",
      "rating":"4.7",
      "flag":"https://www.tasteatlas.com/Images/Emblems/0c8c5caad37e4c29841154516f356733.png?mh=40"
   },
   {
      "name":"Pan de bono",
      "rank":"74",
      "img":"https://cdn.tasteatlas.com//images/dishes/955c42f1f59c4589bebec13335ddfb06.jpg?w=905&h=510",
      "loc":"COLOMBIA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=47&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Pan de bono is a traditional Colombian bread consisting of yuca flour, cheese, and eggs. The bread is shaped into bagels or balls that are slightly larger than golf balls. It is usually served warm with a cup of hot chocolate on the side. Some claim that the name pan de bono was created after an Italian baker in Cali who used to yell pane del buono (good bread), while others say that it is named after a place called Hacienda El Bono, where it was first made.",
      "type":"Bread",
      "rating":"4.7",
      "flag":"https://www.tasteatlas.com/images/emblems/12dabd3fdab7406c81035572043058f9.png?mh=40"
   },
   {
      "name":"Lobiani",
      "rank":"73",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/4a9e275065bf4d379891ddab38a629f7.jpg?w=905&h=510",
      "loc":"RACHA, Georgia",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=17102&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Traditionally consumed at Barbaroba, the feast of St. Barbara, lobiani is a popular Georgian bread that is filled with mashed kidney beans and flavored with onions, parsley, coriander, and black pepper. The dough consists of flour, yeast, salt, and water.\nThere is also a variety of the bread called rachuli lobiani, which is prepared with added bacon for extra flavor. The name lobiani is derived from the Georgian word for kidney beans, lobio.",
      "type":"Bread",
      "rating":"4.5"
   },
   {
      "name":"Pain aux noix",
      "rank":"72",
      "img":"https://cdn.tasteatlas.com//images/dishes/d059ac567f0543fa897d54eea5c40d12.jpg?w=905&h=510",
      "loc":"FRANCE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=69&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"This French-style yeasted bread is traditionally prepared with wheat or whole wheat flour and coarsely chopped walnuts that are kneaded in the dough, while some varieties may also incorporate other nuts, typically coarsely chopped hazelnuts. It is usually shaped into plain or round loaves and is characterized by its dark brown crust and a light brown interior which is dotted with walnut kernels.\nFor the best results, make sure to use whole wheat flour and the sweet and meaty French walnuts, if available. Due to its rich and complex flavors, the bread pairs well with butter, soft cheeses, charcuterie, savory spreads, or sweet toppings such as honey or fruit jams.",
      "type":"Bread",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/Images/Emblems/112d5547c47448c99785595094ca1ba4.png?mh=40"
   },
   {
      "name":"Chipa",
      "rank":"71",
      "img":"https://cdn.tasteatlas.com//images/dishes/b1bae9e66eea4780a3e47b750ae93ac5.jpg?w=905&h=510",
      "loc":"PARAGUAY",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=155&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"A simple bun called chipa is the most common food staple in Paraguay. The famous bread is made with cassava flour, lard, and anise. It originates from the Native American people Guarani, indigenous to the Amazon area of Brazil, Argentina, and Paraguay.\nThe origin of chipa dates back to the time when wheat was not present in South America, and cassava was the most commonly used starch in the area. In colonial times, the Jesuit missionaries introduced milk, eggs, and cheese to the indigenous people, which finalized the chipa recipe.",
      "type":"Bread",
      "rating":"4.6",
      "flag":"https://www.tasteatlas.com/images/emblems/3b90929d1c204974b9ad7c42f8f62042.png?mh=40"
   },
   {
      "name":"Pane carasau",
      "rank":"70",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/32158de9694a4ca3af4b12cf65486ae2.jpg?w=905&h=510",
      "loc":"SARDINIA, Italy",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=11985&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Popularly called carta musica, due to its resemblance to an old music sheet parchment, pane carasau is a traditional Sardinian flatbread whose origins have been traced to the Nuragic Age, circa 1900-730 BCE. Because of its long storage life, pane carasau was once a staple food of Sardinian shepherds during their trips to mountain pastures.\nThis artisan Italian bread is made with durum wheat flour, water, yeast, and salt; it is extremely thin and twice-baked for extra crispness. With quite a unique flavor and a heavy aroma of cereals, barn, and wood-burning ovens, this flatbread is delicious as a cracker and is typically enjoyed as an accompaniment to various snacks, cheeses, appetizers, and soups.",
      "type":"Bread",
      "rating":"4.4",
      "flag":"https://www.tasteatlas.com/images/emblems/7364036b4a9c4d168edcb7c00b4c5885.png?mh=40"
   },
   {
      "name":"Nan-e barbari",
      "rank":"69",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/df35c8c94448471a94b97f65b6629956.jpg?w=905&h=510",
      "loc":"TEHRAN, Iran",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=11887&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Nan-e barbari is an Iranian wheat-based, leavened flatbread. It is usually formed into a long oval shape that is traditionally brushed with roomal, a flour glaze which gives it a light golden crust, but keeps it light and airy on the inside.\nBefore it is baked in traditional tandoor ovens, the bread is usually sprinkled with poppy, nigella, or sesame seeds. The name barbari derives from the old disrespectful name used to refer to the Hazaras ethnic group. It is believed they were the ones who originally brought the tradition of preparing nan-e barbari to Tehran and other parts of Iran.",
      "type":"Flatbread",
      "rating":"4.6",
      "flag":"https://www.tasteatlas.com/images/emblems/23769ebeae684fbba290cbe0cd5ab896.png?mh=40"
   },
   {
      "name":"Paximadi",
      "rank":"68",
      "img":"https://cdn.tasteatlas.com//images/dishes/1d7cd15eb2f2456aacfb086f6a99c36a.jpg?w=905&h=510",
      "loc":"GREECE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=79&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Greek paximadi is a twice-baked rusk that is traditionally made with barley, but modern-day versions may employ various flour types and significantly vary in form and size. Paximadi comes in both savory and sweet versions that are often flavored with citrus zest, anise, or chocolate.\nIt can be enjoyed as a snack or an accompaniment to various dishes, and before serving it is often soaked in water, white wine, or olive oil. Though paximadi is eaten throughout the country, Kritiko paximadi is especially praised for its quality and can only be produced and made on Crete.",
      "type":"Rusk",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/Images/Emblems/04004ea4598c44508f853a2e5a92939d.png?mh=40"
   },
   {
      "name":"Pan de yuca",
      "rank":"67",
      "img":"https://cdn.tasteatlas.com//images/dishes/edb2a21b5f644779942ad564e1ed9534.jpg?w=905&h=510",
      "loc":"COLOMBIA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=47&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Pan de yuca is a traditional bread consisting of yuca flour, eggs, and cheese. It is usually shaped into small, round balls. The bread is popular throughout Colombia and Ecuador, although there are variations on pan de yuca throughout Latin America.\nIt makes for a delicious warm appetizer or an afternoon snack, preferably paired with a cup of hot chocolate, tea, or coffee.",
      "type":"Bread",
      "rating":"4.5",
      "flag":"https://www.tasteatlas.com/images/emblems/12dabd3fdab7406c81035572043058f9.png?mh=40"
   },
   {
      "name":"Msemen",
      "rank":"66",
      "img":"https://cdn.tasteatlas.com//images/dishes/fd0c424307ef46cf9eeca0547577d0f3.jpg?w=905&h=510",
      "loc":"MOROCCO and one more country",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=119&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Msemen is a traditional Moroccan flatbread made with a combination of flour, semolina, sugar, salt, yeast, warm water, oil, and clarified butter. The dough is kneaded until it becomes smooth, and pieces of it are then flattened and shaped into squares.\nOnce the dough has been folded and shaped, it is cooked on a griddle or fried in a pan until it becomes crispy on the exterior and chewy on the inside. Although msemen is traditionally consumed on its own as an accompaniment to coffee or tea, it can also be stuffed with various meats and vegetables.",
      "type":"Flatbread",
      "rating":"4.4",
      "flag":"https://www.tasteatlas.com/images/emblems/75b16bb917e24a37a888ac2e591c6fc4.png?mh=40"
   },
   {
      "name":"Fougasse",
      "rank":"65",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/32f07f9eb7fd4f4c81c5a021572015e3.jpg?w=905&h=510",
      "loc":"PROVENCE, France",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=12004&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Fougasse is a flatbread that is typically sweetened with sugar and orange-flavored water. It can commonly be found in Provence and throughout southern France, and it is easily recognizable by its shape. Fougasse is usually shaped like a wheat grain, with cuts that form a veiny, leafy outline.\nOriginally, this bread has been baked since Roman times, and it was mainly used to test the temperature of the oven. Today, there are several variations of the bread, while olives, cheese, and figs are often incorporated into the dough. It provides a perfect accompaniment to a number of dishes, but it can also be used to make a variety of sandwiches.",
      "type":"Flatbread",
      "rating":"4.1",
      "flag":"https://www.tasteatlas.com/images/emblems/71338ee309254bab92a1e0756d0eff9c.png?mh=40"
   },
   {
      "name":"Bolillo",
      "rank":"64",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/cfdd1131711f49e2975df38848125da0.jpg?w=905&h=510",
      "loc":"MEXICO",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=124&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Bolillo is a Mexican bread made from a dough similar to the French baguette. The final product has a crispy crust and a soft crumb, and is formed into a football-shaped loaf. The name of the bread means spindle, referring to a rolling pin used in the preparation of bolillo.\nIt is believed that bolillo was modeled after French bread, since it was introduced to Mexico during the French intervention (1861-1867). Today, bolillo is usually served with eggs and meat, or it can be served as an accompaniment to gazpacho, posole, menudo, or chile verde stew.",
      "type":"Bread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/images/emblems/b7ab4a8757784874832fb06192adfa50.png?mh=40"
   },
   {
      "name":"Baursak",
      "rank":"63",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/e922ef5b24a94fb889666121669c24fd.jpg?w=905&h=510",
      "loc":"KAZAKHSTAN and one more country",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=99&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Baursak is a unique fried bread with a puffy appearance consisting of flour, milk, salt, sugar, eggs, butter, and yeast. The bread is fried only for special occasions such as birthdays, weddings, or memorials. It is believed that the smell of oil and fried bread floats into the sky to the dearly departed so they can also enjoy the dish.\nThe bread is commonly consumed on its own or as a dessert accompanied with sugar, butter, jam, or honey, while some people like to dip it in tea. Interestingly, the biggest baursak was made in Ufa, Russia, in 2014, with a weight of 179 kg.",
      "type":"Bread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/images/emblems/576062e60bd3461eac4add5000d15174.png?mh=40"
   },
   {
      "name":"Rugbrød",
      "rank":"62",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/00cb2aa07c87445a94e0beb25b82f1c0.jpg?w=905&h=510",
      "loc":"DENMARK",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=58&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Rugbrød is a brown rye bread from Denmark, typically used as a base for popular Danish open sandwiches. Usually, it is sliced thinly, buttered, and topped with ingredients such as smoked fish, shrimp, boiled eggs, liver pate, cucumbers, or mayonnaise.\nThe bread is popular for being low in fat, containing no sugar or oil, and it is also very rich in dietary fiber and whole grains. It can be found at most Danish supermarkets or baked at home, and it comes in a few popular varieties: light rye bread, dark rye bread, sourdough rye bread, and coarse rye bread.",
      "type":"Bread",
      "rating":"3.9",
      "flag":"https://www.tasteatlas.com/images/emblems/bbdf93e232924edbb5c6a70dcccfdfc2.png?mh=40"
   },
   {
      "name":"Soda Bread",
      "rank":"61",
      "img":"https://cdn.tasteatlas.com//images/dishes/9b722487b60045868975824dea99f3c4.jpg?w=905&h=510",
      "loc":"IRELAND",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=89&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Although soda bread has been known for centuries and was first invented by Native Americans, it was not until the 19th century that this type of bread became commonplace in Ireland. As a result of the potato famine, as well as Ireland's weather and geographical conditions, which allowed only the production of soft wheat that had low protein content, the Irish turned to soda bread as their main source of nutrition.\nThere are only a few of ingredients needed to make the bread; flour, salt, baking soda, and buttermilk, but some recipes may also include olive oil and eggs. This bread requires almost no kneading, and the dough is shaped either as a round cake, or it is flattened and cut into four pieces, known as farls.",
      "type":"Bread",
      "rating":"3.8",
      "flag":"https://www.tasteatlas.com/Images/Emblems/2a53b0b5e3bd4b289f27d65f0813a782.png?mh=40"
   },
   {
      "name":"Bhakri",
      "rank":"60",
      "img":"https://cdn.tasteatlas.com//images/dishes/9dbd66882cea4e3789a71ffbb77ef2bd.jpg?w=905&h=510",
      "loc":"MAHARASHTRA, India",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=1843&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Bhakri is a popular Indian unleavened flatbread native to the Indian state of Maharashtra, although it is commonly found throughout Gujarat, Goa, and Rajasthan. It can be made with jowar, ragi, sorghum, wheat, or rice flour, all of them high in dietary fibers, making bhakri a healthy type of flatbread.\nIt is sometimes additionally flavored with ghee butter or cumin seeds, and served with chutneys, baingan bharta, vegetables, curry, or rice. Traditionally, bhakri was often consumed by the farmers for breakfast and lunch, providing sustenance throughout the long working days.",
      "type":"Flatbread",
      "rating":"3.1",
      "flag":"https://www.tasteatlas.com/images/emblems/46746c4087274e8ab264ca699cfb97da.png?mh=40"
   },
   {
      "name":"Bolo do caco",
      "rank":"59",
      "img":"https://cdn.tasteatlas.com//images/dishes/b984f3072c884a2cb757ae5addacf0da.jpg?w=905&h=510",
      "loc":"MADEIRA, Portugal",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=3363&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Hailing from Madeira, this rustic, leavened bread is prepared with wheat flour, mashed sweet potatoes, water, and salt. Traditionally baked on large basalt stone slabs, bolo do caco is typically flat and round, though it can vary in size. It is the most common bread variety on Madeira that is usually served as a warm appetizer with garlic butter spread, but it can also be enjoyed as a sandwich or an accompaniment to various traditional Portuguese dishes.",
      "type":"Bread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/Images/Emblems/4662bdcf693449a7ad01da8846c8b818.png?mh=40"
   },
   {
      "name":"Broa de milho",
      "rank":"58",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/1b2541d2571a497bb82652fb6cbe56be.jpg?w=905&h=510",
      "loc":"PORTUGAL",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=154&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Broa de milho is a Portuguese corn bread consisting of plain flour, cornmeal, yeast, water, milk, sugar, salt, and butter. It is characterized by its fine, moist texture, making it an ideal pair for soups and stews, when it is often used for dipping.\nThe bread is especially popular in Northern Portugal and the Azores. In the past, broa de milho was considered a poor man's food, but today it is enjoyed by all tiers of society.",
      "type":"Bread",
      "rating":"4.4",
      "flag":"https://www.tasteatlas.com/Images/Emblems/b83f8a876d1042b4a0ff73c8426b9294.png?mh=40"
   },
   {
      "name":"Aloo paratha",
      "rank":"57",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/68a0b958e4ec47d7bfc0f5554b5bb746.jpg?w=905&h=510",
      "loc":"PUNJAB, India",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=1849&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Aloo paratha is one of the most popular breakfast foods in northern India, a flatbread stuffed with a spicy potato mixture. Its name is derived from aloo, denoting a potato, parat, denoting layers, and atta, denoting flour.\nThe flatbread is made from wholemeal flour, salt, and ghee, forming flaky, soft, and crispy layers that are golden-brown in color. The filling consists of mashed potatoes, ginger, green chilies, coriander, dried pomegranate seeds, chili powder, and salt.",
      "type":"Breakfast",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/images/emblems/962fcd5b43cc410995763b1e14141c6c.png?mh=40"
   },
   {
      "name":"Pan de queso",
      "rank":"56",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/17f5d1b8ba1646ebbcbc5e97bfbd20b7.jpg?w=905&h=510",
      "loc":"ANTIOQUIA DEPARTMENT, Colombia",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=855&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Pan de queso is a cheese bread from Colombia, namely the Paisa region where it is extremely popular. The main ingredients are tapioca flour and grated cheese, but it is the fermented cassava starch that gives these rolls their lightness and volume.\nThey are eaten for breakfast or as a parva—a quick breakfast snack, either plain or filled with cream cheese or jelly.",
      "type":"Bread",
      "rating":"4.6",
      "flag":"https://www.tasteatlas.com/images/emblems/acb7400872964665a2c5eabd89e8a5d6.png?mh=40"
   },
   {
      "name":"Kulcha",
      "rank":"55",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/1bac151589d64b298ae673624e080866.jpg?w=905&h=510",
      "loc":"PUNJAB, India",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=1849&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Kulcha is an Indian flatbread made with wheat flour, and it is commonly served as an accompaniment to chickpea curry. The bread is cooked in a tandoor or on a griddle, and it is usually brushed with ghee and served while still hot. Chewy and soft, it is also easily cooked on a traditional tawa, making it accessible both to the common people and royalty, a fact that led to its popularity in North India.\nIn the royal kitchens, kulchas were typically stuffed with vegetables and meat. Kulcha was the official symbol of the Asaf Jahi dynasty, and it even appeared on the Hyderabad state flag, which additionally popularized the bread. Today, the most popular version of this bread is the Amritsari kulcha, stuffed with potatoes and traditionally served alongside Amritsari chana masala.",
      "type":"Flatbread",
      "rating":"3.6",
      "flag":"https://www.tasteatlas.com/images/emblems/962fcd5b43cc410995763b1e14141c6c.png?mh=40"
   },
   {
      "name":"Texas Toast",
      "rank":"54",
      "img":"https://cdn.tasteatlas.com//images/dishes/18d471ef4a014f209dc4030d68704fd4.jpg?w=905&h=510",
      "loc":"TEXAS, United States of America",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=4429&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Despite the implications in its name, Texas toast is not sold toasted, but is instead a packaged, sliced bread, characterized by its thickness (twice the thickness of most sliced and packaged bread). It is most commonly used for dishes such as French toast, and others which incorporate heavy substances like sauces and syrups.\nSometimes, it is buttered, broiled until golden, and served with pulled pork and garlic. It is also often used in fondues and chicken sandwiches. If there is a barbecue going around, it is not uncommon to see Texas toast served as a side dish. The highly versatile bread is believed to have originated in 1941 in Beaumont, Texas, at the restaurant named Pig Stands when its owner, Royce Hailey, ordered some wide-sliced bread that he intended for toasting.",
      "type":"Bread",
      "rating":"3.6",
      "flag":"https://www.tasteatlas.com/images/emblems/8c5a2ae19fc24db2bf482bee069e93e7.png?mh=40"
   },
   {
      "name":"Nan-e sangak",
      "rank":"53",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/5933f945dc5043098ca331d4223451a2.jpg?w=905&h=510",
      "loc":"IRAN",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=90&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Nan-e sangak is a whole wheat leavened flatbread and the national bread of Iran. Its shape can be either triangular or rectangular, and it comes in two main varieties: plain and special, which is topped with poppy and sesame seeds. The name sangak refers to the old method of baking the bread, meaning little stones, because it is traditionally baked in a dome-shaped oven with a surface full of pebbles and stones.\nThe bread can be prepared in a way that its length is about two feet, which is enough to feed a whole family. In the past, sangak was the main bread of the Persian Army, and each soldier carried a bag filled with pebbles, which were used to cook the bread for the whole army.",
      "type":"Flatbread",
      "rating":"4.4",
      "flag":"https://www.tasteatlas.com/images/emblems/45e9f56d675a46e79d882601ed8c8817.png?mh=40"
   },
   {
      "name":"Nan-e shirmal",
      "rank":"52",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/5112dc3af14043e6b0d862fcacbbb848.jpg?w=905&h=510",
      "loc":"IRAN",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=90&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Sheermal is a traditional Iranian flatbread made with maida flour, milk, saffron, and yeast. It is characterized by its strong saffron flavor and yellow color. The bread is traditionally baked in a tandoor oven and served warm, preferably with soups or meat dishes such as kebabs and curries.\nThe name sheermal means milk bread, referring to one of its key ingredients, imparting a slightly sweet flavor to the flatbread. For additional sweetness, some cooks like to add dried fruit into the dough. It is believed that sheermal has Persian roots, when numerous Persians traveled to India and Pakistan and learned the secrets of bread-making.",
      "type":"Flatbread",
      "rating":"4.8",
      "flag":"https://www.tasteatlas.com/images/emblems/45e9f56d675a46e79d882601ed8c8817.png?mh=40"
   },
   {
      "name":"Nan-e taftoon",
      "rank":"51",
      "img":"https://cdn.tasteatlas.com//images/dishes/b99141f21f8049b19b08511e8115740b.jpg?w=905&h=510",
      "loc":"IRAN",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=90&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Nan-e taftoon is an Iranian flatbread that is almost always prepared with whole wheat flour, milk, eggs, and yogurt. The dough is similar to pizza dough, resulting in a chewy, stringy texture. Traditionally, the dough is baked on the walls of a tandoor oven for about a minute, and is then removed from the walls with a metal skewer.\nNan-e taftoon is often flavored with cardamom or saffron, while some cooks like to sprinkle it with poppy seeds on top. The bread is mostly eaten with kebabs, but it can be consumed with virtually anything on the side, such as cottage cheese, tomatoes, and bell peppers.",
      "type":"Flatbread",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/images/emblems/45e9f56d675a46e79d882601ed8c8817.png?mh=40"
   },
   {
      "name":"Bannock",
      "url":"https://www.tasteatlas.com/bannock",
      "rank":"50",
      "img":"https://cdn.tasteatlas.com//images/dishes/2be77f8d932146729e17de48aa5efd60.jpg?w=905&h=510",
      "loc":"SCOTLAND",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=12031&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"This griddle-baked unleavened flatbread hails from the Highlands of Scotland, where it is traditionally made with a single type of grain - whether barley, beremeal, oats, wheat, rye, or even peasemeal - with the addition of water or buttermilk.\nBannock made from a mixture of different flours is known as mashlum or meslin bannock. This flatbread was once an essential part of everyday life and various festivities in the Highlands, especially during the celebration of the quarter days, and each variety of bannock was given a different name depending on which of the old Gaelic seasonal festivals it was made for.",
      "type":"Flatbread",
      "rating":"3.3",
      "flag":"https://www.tasteatlas.com/images/emblems/8874a39214274a0ab487e92b829738bd.png?mh=40"
   },
   {
      "name":"Ramazan pidesi",
      "url":"https://www.tasteatlas.com/ramazan-pidesi",
      "rank":"49",
      "img":"https://cdn.tasteatlas.com//images/dishes/bbd82a4a7e974cf7ad735b09f56ef16d.jpg?w=905&h=510",
      "loc":"TURKIYE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=191&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Ramazan pidesi is a traditional Turkish leavened bread shaped into round, flat forms. It is made with flour, water, milk, yeast, sugar, salt, and either butter or olive oil. Traditionally consumed during the month of Ramazan, the bread is characterized by its top which is decorated with crisscross patterns or dimples made by pressing into the dough with one’s fingers.\nBefore baking, Ramazan pidesi is typically sprinkled with nigella seeds and sesame seeds.",
      "type":"Flatbread",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/images/emblems/40e2beab4b8842a69e9e876b4febc723.png?mh=40"
   },
   {
      "name":"California Sourdough Bread",
      "url":"https://www.tasteatlas.com/california-sourdough-bread",
      "rank":"48",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/53b1583d246841dd865633a5157bf757.jpg?w=905&h=510",
      "loc":"SAN FRANCISCO, United States of America",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=11855&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Ever since California's days of gold mining around 1849, sourdough has been an iconic bread and a staple of the Western cuisine. It is the oldest and the most original form of leavened bread, with the oldest recorded use of sourdough dating back to the ancient Egyptians.\nDuring the gold rush period, the Boudin family (well-known bakers from France) came to San Francisco and became famous for their unique sourdough bread. It was a hugely popular food, especially for the hungry miners who flocked into the bakery every morning, appreciating the bread for its taste and durability.",
      "type":"Bread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/images/emblems/289fc5435d3a41ea9ab9e00913fe427d.png?mh=40"
   },
   {
      "name":"Roti canai",
      "url":"https://www.tasteatlas.com/roti-canai",
      "rank":"47",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/4382dae5b7a842f386742b74cebf706d.jpg?w=905&h=510",
      "loc":"MALAYSIA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=136&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Roti canai is a traditional Malaysian pan-fried flatbread made with flour, water, eggs, and fat. The dough for roti canai is repeatedly folded, so the final product has a layered texture, a soft interior, and a crispy outer layer. The most common fat used in roti canai is ghee, the traditional Indian clarified butter.\nIt is believed that the dish originated in India when the Indian laborers who migrated to Malaysia brought the recipe and the tradition of preparing this crispy pastry to the foreign country. Usually, it is served plain in its traditional round form, as an accompaniment to curries.",
      "type":"Flatbread",
      "rating":"4.6",
      "flag":"https://www.tasteatlas.com/images/emblems/1910f27b66f44f4ca11d2f276770666b.png?mh=40"
   },
   {
      "name":"Bolani",
      "url":"https://www.tasteatlas.com/bolani",
      "rank":"46",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/5f424508b3e2467fb518128733213f4b.jpg?w=905&h=510",
      "loc":"AFGHANISTAN",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=8&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"The Afghan bolani is a stuffed, pan-fried flatbread made with unleavened dough that is typically filled with a mixture of potato mash and various other ingredients such as spinach, spring onions, pumpkin, or even green or red lentils. In Afghanistan, bolani is not only a popular street snack but it is also often prepared at home and usually served as a side dish.\nIt is traditionally enjoyed warm, accompanied by coriander chutney and a creamy, mint-flavored Afghan yogurt dip called chakkah.",
      "type":"Flatbread",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/images/emblems/5341088966104e2cbcb20bc68296f703.png?mh=40"
   },
   {
      "name":"Scaccia",
      "url":"https://www.tasteatlas.com/scaccia",
      "rank":"45",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/6bc38e40a2d94f219acf0ceb49b8e2be.jpg?w=905&h=510",
      "loc":"PROVINCE OF RAGUSA, Italy",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=2022&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Scaccia is a unique dish from the Sicilian province of Ragusa that can either be described as a cross between lasagna and calzone pizza or a stuffed flatbread. It's prepared by topping the thinly rolled dough with various ingredients, then folding it over itself so that it resembles a strudel.\nThese long, rectangular stuffed flatbreads are traditionally sliced in pieces, revealing the flavorful layers of dough, sauce, and cheese. There are several regional varieties of scaccia, so in some places it is topped only with sauce and cheese, while in other places it is topped with potatoes, cottage cheese, sausages, and different vegetables.",
      "type":"Flatbread",
      "rating":"3.9",
      "flag":"https://www.tasteatlas.com/Images/Emblems/18ffae1fde95469fb43f9de0cd2d58ea.png?mh=40"
   },
   {
      "name":"Etli ekmek",
      "url":"https://www.tasteatlas.com/etli-ekmek",
      "rank":"44",
      "img":"https://cdn.tasteatlas.com//images/dishes/9682e980252e4f5ebe538a23ff3d1be8.jpg?w=905&h=510",
      "loc":"KONYA, Turkiye",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=10921&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Etli ekmek is a delicious Turkish pizza-like dish originating from the city of Konya. The name of the dish means bread with meat. It consists of a thin, crispy flatbread made with flour, sugar, salt, yeast, and oil, which is then topped with ground beef and finely chopped onions, tomatoes, and peppers.\nEtli ekmek is sometimes additionally topped with cheese before baking. Once the baked dish develops a golden-brown color, it is served cut into smaller pieces while still warm. Pair it with a glass of refreshing ayran for the best experience.",
      "type":"Flatbread",
      "rating":"4.4"
   },
   {
      "name":"Coca",
      "url":"https://www.tasteatlas.com/coca",
      "rank":"43",
      "img":"https://cdn.tasteatlas.com//images/dishes/a677775227c94b1ab8d1ac8e73246608.jpg?w=905&h=510",
      "loc":"CATALONIA, Spain",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=12047&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Considered the star of Catalan baked goods, coca is a traditional Spanish pastry prepared in a few varieties: sweet, savory, open, and closed. Depending on the variety, coca may take on various shapes and forms and resemble a flatbread, a pizza, or even a cake.\nThe sweet variety usually consists of flour, sugar, butter, and eggs, and it is typically topped or filled with candied fruit, marzipan, cream, or pine nuts. The savory variety is prepared in the same way, but sugar and eggs are replaced by yeast and salt.",
      "type":"Sweet Pastry",
      "rating":"4.1",
      "flag":"https://www.tasteatlas.com/images/emblems/e004ed0e929d4b5dbedd9b34af2206a6.png?mh=40"
   },
   {
      "name":"Schiacciata",
      "url":"https://www.tasteatlas.com/schiacciata",
      "rank":"42",
      "img":"https://cdn.tasteatlas.com//images/dishes/26258e0f73804dd6ac8198c6bcd9950c.jpg?w=905&h=510",
      "loc":"TUSCANY, Italy",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=12010&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Schiacciata is a traditional variety of bread made in Tuscany and Umbria, consisting of flour, olive oil, yeast, water, and sugar. It is quite similar to focaccia, although it takes much less effort to prepare schiacciata than focaccia.\nThe name schiacciata means pressed, referring to the process of pressing the dough with fingers when it gets placed in baking tins or pans. The texture of this bread is crunchy, yet soft and moist, and it can be topped with anything from tomatoes and cheese to garlic and oregano.",
      "type":"Bread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/images/emblems/11d84fea37cd453bb06a2c2df9deaa22.png?mh=40"
   },
   {
      "name":"Farinata di ceci",
      "url":"https://www.tasteatlas.com/farinata",
      "rank":"41",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/5632f23680b8453f82e195ac09e7cf14.jpg?w=905&h=510",
      "loc":"GENOA, Italy",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=10440&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"This traditional Ligurian dish is a simple, oven-baked flatbread made only with chickpea flour, water, extra virgin olive oil, and salt. Its origins can be traced to Roman times, but according to legend, farinata as we know it today is said to have been invented in August of 1284, when the Republic of Genoa defeated Pisa in the battle of Meloria in the Ligurian Sea.\nOn their way back home, the Genoese ships were hit by a tempest, and some of the olive oil and chickpea flour barrels broke, they were mixed together, then moistened by salty sea water. After the tempest, realizing they didn’t have anything else to eat, the sailors put this mixture to dry in the sun and consumed it.",
      "type":"Flatbread",
      "rating":"4.1",
      "flag":"https://www.tasteatlas.com/Images/Emblems/ab748d5dd08b4189a6320ea6d81d3036.png?mh=40"
   },
   {
      "name":"Broa",
      "url":"https://www.tasteatlas.com/broa",
      "rank":"40",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/78747256dac144dbb1c7b03537b99faa.jpg?w=905&h=510",
      "loc":"PORTUGAL",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=154&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Broa is a Portuguese bread made from yellow cornmeal, yeast, and a combination of wheat and rye flour. It is characterized by a thick crust on the exterior, and a tender, moist texture of the interior. Broa is also quite popular in Galicia and Brazil, where it is typically seasoned with fennel seeds.\nIt was first baked by peasants in the mountainous regions of northern Portugal, who made their living by cultivating corn. Although broa is an integral part of a traditional Portuguese breakfast, it is also often served at the beginning of the meal with a traditional Portuguese soup called caldo verde.",
      "type":"Bread",
      "rating":"4.1",
      "flag":"https://www.tasteatlas.com/Images/Emblems/b83f8a876d1042b4a0ff73c8426b9294.png?mh=40"
   },
   {
      "name":"Mısır ekmeği",
      "url":"https://www.tasteatlas.com/msr-ekmegi",
      "rank":"39",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/992f3c68ef3a4137856a6ff7f740fdb2.jpg?w=905&h=510",
      "loc":"BLACK SEA REGION, Turkiye",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=15021&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Mısır ekmeği is a savory Turkish cornbread that is especially popular in the Black Sea region of the country. Its texture is usually hard and dry because it is prepared without a raising agent. The bread can be shaped into circles, tubes, oblongs, or plaits.\nCheese, dill, sesame, poppy, and nigella seeds can all be added to the dough in order to enhance the flavors. A specialty of the region is cornbread with sardines, which are traditionally baked in the dough. If made this way, the bread is typically consumed with yogurt as a full meal.",
      "type":"Bread",
      "rating":"3.8"
   },
   {
      "name":"Marraqueta",
      "url":"https://www.tasteatlas.com/marraqueta",
      "rank":"38",
      "img":"https://cdn.tasteatlas.com//images/dishes/e3a7347f21e2461f929908ed4928e997.jpg?w=905&h=510",
      "loc":"CHILE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=42&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Marraqueta (also known as pan batido and pan francés) is the most popular bread in Chile, a staple food that is often consumed three times a day. It is made with flour, water, salt, and yeast. Two balls of dough are typically pressed together, then nearly split down the middle before the bread is baked in the oven, usually with a pan of water which gives marraqueta its characteristical crust.\nThe crust is so beloved in Chile that some people even pull out the crumb (called miga) before consumption. It is believed that marraqueta dates back to the late 19th and early 20th century, when a large number of Europeans immigrated to Chile.",
      "type":"Bread",
      "rating":"4.5",
      "flag":"https://www.tasteatlas.com/Images/Emblems/b07ddef6d05740f4a1bb11b652a3f23c.png?mh=40"
   },
   {
      "name":"Lefse",
      "url":"https://www.tasteatlas.com/lefse",
      "rank":"37",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/0c336f4c10b441a681eed784a2e34dc6.jpg?w=905&h=510",
      "loc":"NORWAY",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=37&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Lefse is a traditional Norwegian flatbread, visually looking like a huge, round tortilla. It comes in many varieties such as plain, sweet, thin, or thick. There is also a popular version of lefse with potatoes incorporated in the dough, and it is a favorite of the Telemark region.\nOriginally, potatoes were not included in the flatbread since potatoes were introduced to Norway just about 250 years ago. Today, lefse is usually dipped into a bowl of water to absorb it, and is then consumed with butter, cinnamon, and sugar. For serving, it is recommended to roll the flatbread and cut it at an angle.",
      "type":"Flatbread",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/Images/Emblems/03a0d67f13ba4abc8ddccd359e6de40d.png?mh=40"
   },
   {
      "name":"Injera",
      "url":"https://www.tasteatlas.com/injera",
      "rank":"36",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/28c00848c6c34a25b875e69765e1d206.jpg?w=905&h=510",
      "loc":"ETHIOPIA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=66&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Injera is a spongy Ethiopian flatbread and an integral part of life for the locals. The bread is made from teff, the tiniest grain in the world, also considered a super grain due to its high nutritious properties. Injera is so popular that the people greet each other by asking \"Did you eat injera today?\", and if the answer is positive, that assures the other person that all is well.\nThis flatbread is served for breakfast, lunch, and dinner, and sharing it when times are rough has kept many Ethiopians alive. Its flavor is tart and quite similar to sourdough bread. The dough is left for three days to ferment and is then shaped into a large, pancake-like disk.",
      "type":"Flatbread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/images/emblems/3dd90b30e120495f919a513c49df2d2c.png?mh=40"
   },
   {
      "name":"Scallion Pancake",
      "url":"https://www.tasteatlas.com/scallion-pancake",
      "rank":"35",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/311ca2306d424eb3a6667090031d1ebe.jpg?w=905&h=510",
      "loc":"SHANGHAI, China",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=809&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Scallion pancake is a Chinese unleavened flatbread made from wheat flour which is folded with oil and finely minced scallions. Bell peppers, fennel, and sesame seeds are some of the ingredients that are also often included in this pancake. It is usually served piping hot, cut into pieces or wedges, and served with a soy-based sauce.\nAlthough the origins of scallion pancake are still quite murky, most people believe that it originated in Shanghai, due to the fact that scallion pancakes are very similar to the Indian paratha flatbread. Because of its unique flavor and texture, scallion pancake is one of the most popular street food items in China and Taiwan.",
      "type":"Flatbread",
      "rating":"4.4"
   },
   {
      "name":"Ka'ak",
      "url":"https://www.tasteatlas.com/kaak",
      "rank":"34",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/9e43b5fb7b884ed6a11ac219e4ee8d74.jpg?w=905&h=510",
      "loc":"LEBANON",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=109&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Ka'ak is Lebanese street bread that is usually consumed as a snack, characterized by its circular appearance with a hollow part near its outer edge. The bread is traditionally sprinkled with sesame seeds on top. It is typically sold from tiny chariots, where numerous stacked ka'aks dangle from the rails.\nThe bread can be filled with zaatar or picon cheese, but some stores that specialize in ka'ak fill it with many different ingredients. Its texture is chewy, while the flavors are intense and aromatic due to the usage of sesame, sumac, and thyme.",
      "type":"Bread",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/images/emblems/ab952ea585754aedb0f793f64260b5ee.png?mh=40"
   },
   {
      "name":"Pupusa",
      "url":"https://www.tasteatlas.com/pupusa",
      "rank":"33",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/ccc825a4428b4ff591c9cee063886f34.jpg?w=905&h=510",
      "loc":"EL SALVADOR",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=169&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Pupusa is the national dish of El Salvador, a thick, stuffed, skillet-cooked corn tortilla, traditionally served with a side of tomato salsa and coleslaw. Pupusas are almost always handmade, sold at numerous street corners in the country and eaten by hand.\nA fundamental food of Salvadorian cuisine, the dish also has its day - the second Sunday in November, or National Pupusas Day, stressing the importance of this beloved street food, when pupusa-eating contests take place on the streets of El Salvador.",
      "type":"Street Food",
      "rating":"4.9",
      "flag":"https://www.tasteatlas.com/images/emblems/6b9f7674394941c1a9e644b4ba07dfd2.png?mh=40"
   },
   {
      "name":"Puri",
      "url":"https://www.tasteatlas.com/puri",
      "rank":"32",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/9d3c2351d9814a4daba235d7bf7c79f2.jpg?w=905&h=510",
      "loc":"INDIA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=88&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Puri is an unleavened, fried Indian bread made with water, finer or coarser wheat flour, and occasionally cumin seeds. The dough is rolled into flat round shapes and fried in copious amounts of vegetable oil or ghee. During frying, the dough absorbs oil and puri acquires the typical puffy appearance, crispy texture, and an appealing golden color.\nOccasionally, uncooked puri is punctured to produce a flat variety of the bread. It is consumed across the Indian subcontinent, but its origin is probably in the northern regions, where wheat flour was more usually employed. Most commonly, puri is consumed as a side dish, alongside creamy and spicy curries or a variety of vegetable dishes.",
      "type":"Bread",
      "rating":"4.5",
      "flag":"https://www.tasteatlas.com/Images/Emblems/0c8c5caad37e4c29841154516f356733.png?mh=40"
   },
   {
      "name":"Houska",
      "url":"https://www.tasteatlas.com/houska",
      "rank":"31",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/d11d187528ea4ac1833d0eb9d6c0a73f.jpg?w=905&h=510",
      "loc":"CZECH REPUBLIC",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=54&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Houska is a popular Czech bread roll, simple and small in size. It is made with plain wheat flour, water, yeast, salt, and, occasionally, eggs. Before baking, it is usually braided and shaped into a plump circular form resembling a knot. The top is sprinkled with coarse sea salt, and either caraway or poppy seeds.\nBaked houska is light in color; it has a crispy exterior and a light, soft center. The roll can be bought in most Czech supermarkets and bakeries. It is often consumed for breakfast, when it is served alongside a variety of sweet and savory spreads, butter, or marmalade.",
      "type":"Bread",
      "rating":"4.0",
      "flag":"https://www.tasteatlas.com/images/emblems/52a26e9ec8b248e8b0ffe14bf7a20d12.png?mh=40"
   },
   {
      "name":"Crumpet",
      "url":"https://www.tasteatlas.com/crumpet",
      "rank":"30",
      "img":"https://cdn.tasteatlas.com//images/dishes/2e42890ed8394f7ea44018ebc98d87fb.jpg?w=905&h=510",
      "loc":"UNITED KINGDOM",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=72&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"A quintessential British teatime treat, crumpet is a small round bread or cake that is traditionally cooked in a special crumpet ring on a griddle. It is typically prepared with flour, milk or water, and yeast, though sugar, salt, and baking powder or baking soda are also often added to the combination.\nInitially, the cakes resembled pancakes due to their thin and flat shape. Today’s crumpets have a soft, spongy, and slightly chewy texture that comes from the addition of yeast and baking powder to the cake’s batter, an ingenious twist on the cake that’s been attributed to Victorian-era bakers.",
      "type":"Breakfast",
      "rating":"3.9",
      "flag":"https://www.tasteatlas.com/Images/Emblems/9a619d13bee94c3daffa0898c0471690.png?mh=40"
   },
   {
      "name":"Zopf",
      "url":"https://www.tasteatlas.com/zopf",
      "rank":"29",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/4645991de7a84959a267a02a3371da4c.jpg?w=905&h=510",
      "loc":"SWITZERLAND",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=41&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Zopf is a traditional Swiss bread consisting of flour, butter, yeast, milk, and eggs. It is characterized by its soft texture and braided appearance, similar to the Jewish bread challah. Traditionally, zopf is prepared during the weekend and consumed on Sundays, usually with butter and fruit jams.\nIt is believed that the bread was invented in the middle of the 15th century. Originally, widows used to cut off their braided hair and bury it with their late husbands. Later on, they baked zopf and buried loaves of bread instead of hair. The name zopf literally means braid, referring to the shape of the bread.",
      "type":"Bread",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/Images/Emblems/1424ac10e9374d7e830e47b3ad287682.png?mh=40"
   },
   {
      "name":"English Muffin",
      "url":"https://www.tasteatlas.com/english-muffin",
      "rank":"28",
      "img":"https://cdn.tasteatlas.com//images/dishes/25f0becd1a7d48ad936715e1113eb3ca.jpg?w=905&h=510",
      "loc":"PLYMOUTH, United Kingdom and one more region",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=1478&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"English muffin is a small, round, and flat bread that's made from a soft yeasted dough. Once shaped into rounds, either by hand or with crumpet rings, the English muffin is baked on a griddle. Before toasting, they are halved, and once toasted, they're buttered, then served for breakfast with sweet or savory toppings.\nThese muffins are an essential part of eggs Benedict. It's not recommended to use a knife to cut them in half – most cooks agree that they should be split with a fork and gently pulled apart in order to create a surface with small peaks and craters, which gives them a crunchy texture and provides many pockets for jam and butter.",
      "type":"Bread",
      "rating":"3.7"
   },
   {
      "name":"Knäckebröd",
      "url":"https://www.tasteatlas.com/knackebrod",
      "rank":"27",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/6e1fcd837386433fba0c7c5bf93761aa.jpg?w=905&h=510",
      "loc":"SWEDEN",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=178&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Knäckebröd is the original name of this famous Swedish crispbread. Even though it is regarded as a bread variety, its crunchy texture and thin form have more similarities to crackers. The key ingredient is rye flour, which was the main element in the original version.\nToday, a variety of seeds such as sesame, sunflower, pumpkin, or flax seeds are used to create different versions of this crispy bread. The tradition of preparing knäckebröd in Sweden appeared in a time of hardship, approximately 500 years ago, when bread was considered a rare and luxurious food item.",
      "type":"Flatbread",
      "rating":"3.9",
      "flag":"https://www.tasteatlas.com/Images/Emblems/8389845acf4c47b28e1a0fd33ad4490f.png?mh=40"
   },
   {
      "name":"Lavash",
      "url":"https://www.tasteatlas.com/lavash",
      "rank":"26",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/e187e389c5344e0695f9bc24f25d6bac.jpg?w=905&h=510",
      "loc":"ARMENIA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=14&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Lavash is a traditional Armenian flatbread claimed by many food specialists to be Armenian in origin, but it is well-known and prepared throughout Western Asia and the Caucasus. The dough consists of wheat flour, salt, and water leavened only with a sourdough starter.\nOnce the dough has risen, it is shaped into small lumps that are rolled flat and then slapped against the inside of a clay oven called tonir. Depending on the part or region of Armenia, these flatbreads can vary in thickness, size, shape, and the method of kneading.",
      "type":"Flatbread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/images/emblems/69285e756d4c48b48741d2bf78d156a3.png?mh=40"
   },
   {
      "name":"Pita Bread",
      "url":"https://www.tasteatlas.com/pita-bread",
      "rank":"25",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/f58b9217a09f4c91833027c3e763e2d8.jpg?w=905&h=510",
      "loc":"TURKIYE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=191&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Pita bread is a round pocket bread and a staple of Eastern cuisine for more than 4,000 years. Originally, it was made with a combination of fresh dough and dough that was left to collect yeast. Pita is a simple flatbread that is easy to make, but the possibilities to stuff it, dip it, and wrap it are virtually infinite.\nThe bread is baked at high temperatures so the flat dough expands quickly, developing a steam-formed pocket on the interior. Pita is the perfect choice for steaks, lamb, falafel, kebabs, or chicken, and it is traditionally paired with hummus, tzatziki sauce, or tabouleh–if it is a thicker, single-layer, Greek-style pita, cooked in a stone floor oven.",
      "type":"Flatbread",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/images/emblems/40e2beab4b8842a69e9e876b4febc723.png?mh=40"
   },
   {
      "name":"Sfincione",
      "url":"https://www.tasteatlas.com/sfincione",
      "rank":"24",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/fdd3038f4685463391a1ce5c879c2104.jpg?w=905&h=510",
      "loc":"SICILY, Italy",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=11984&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"This traditional Sicilian focaccia is an oven-baked flatbread topped with an oregano-flavored tomato sauce made with the addition of onions, anchovies, breadcrumbs, and local cheeses such as caciocavallo, provolone, tuma, or ricotta. Sfincione is one of the island's favorite street foods, especially in Palermo, where street vendors are often seen driving around in their three-wheeled Piaggio Ape food trucks shouting \"Scairsu r'uogghiu e chin'i pruvulazzu\" (lit. little oil and lots of dust), referring to the crusty breadcrumb topping.\nThe name sfincione is derived from the Arab word asfanaj and Greek sfoungári, both meaning sponge, which this flatbread resembles in appearance and texture.",
      "type":"Flatbread",
      "rating":"4.0",
      "flag":"https://www.tasteatlas.com/images/emblems/54e1809a36b84bf2bc8a86c61bf68fad.png?mh=40"
   },
   {
      "name":"Matzo",
      "url":"https://www.tasteatlas.com/matzo",
      "rank":"23",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/18ae22928bc3466380e2120e851e9cfd.jpg?w=905&h=510",
      "loc":"ISRAEL",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=93&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Matzo is an unleavened flatbread from Israel that is traditionally consumed during the weeklong Passover, celebrating the Israelites' departure from Egypt. Around the holiday, this flatbread can be found as a part of appetizers, main courses, and even desserts.\nDuring the Passover, Jews are not allowed to consume leavened food (chametz), and according to a popular legend, they left Egypt in such a hurry that they didn't wait for the bread dough to rise before taking it with them through the desert.",
      "type":"Flatbread",
      "rating":"3.0",
      "flag":"https://www.tasteatlas.com/images/emblems/c670292446bf44929e2248661c338bd1.png?mh=40"
   },
   {
      "name":"New York City Bagels",
      "url":"https://www.tasteatlas.com/bagels",
      "rank":"22",
      "img":"https://cdn.tasteatlas.com//images/dishes/9e9ce108c6724afc8751d391d8f93227.jpg?w=905&h=510",
      "loc":"NEW YORK CITY, United States of America",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=11897&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Bagels are an iconic New York City food: boiled, then baked hand-shaped, round rolls with a hole in the middle. It is a small and dense bread with a malty flavor and a dark, shiny, and crunchy exterior which should snap when bitten into it. Originally, they were brought to the United States by Jewish immigrants from Eastern Europe.\nThere is a theory that bagels were popular in the Jewish community because the dough needs to rest for twelve hours before being baked, so it was convenient for Jews to let it rise during the Sabbath, when work is forbidden. New Yorkers claim that their bagels are the best due to the water's softness, as there are low levels of calcium and magnesium that could toughen the dough when combined with gluten.",
      "type":"Bread",
      "rating":"4.4",
      "flag":"https://www.tasteatlas.com/images/emblems/06a79df5dbdf4bb3bbb16eb9b1a83e42.png?mh=40"
   },
   {
      "name":"Yufka",
      "url":"https://www.tasteatlas.com/yufka",
      "rank":"21",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/f1a5d23f726f405c95d99dd4ca5350b9.jpg?w=905&h=510",
      "loc":"TURKIYE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=191&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Yufka is a traditional Turkish flatbread consisting of flour, water, salt, and olive oil. The unleavened dough is typically rolled with a rolling pin until it develops a paper-thin consistency. It is believed that yufka is an earlier form of phyllo dough.\nIt can be used in the preparation of numerous Turkish pastries, and it is sturdy enough to hold all of the fillings for a shawarma sandwich.",
      "type":"Flatbread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/images/emblems/40e2beab4b8842a69e9e876b4febc723.png?mh=40"
   },
   {
      "name":"Bazlama",
      "url":"https://www.tasteatlas.com/bazlama",
      "rank":"20",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/1a300889321c49e2b97e23174b51d469.jpg?w=905&h=510",
      "loc":"TURKIYE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=191&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Bazlama is a Turkish flatbread that is traditionally cooked in an outdoor oven and served warm. It consists of flour, water, sugar, salt, yeast, and Greek yogurt. During baking, bazlama is regularly flipped over in order to be evenly baked. The bread is often served with butter or olive oil, which is used as a dip.",
      "type":"Flatbread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/images/emblems/40e2beab4b8842a69e9e876b4febc723.png?mh=40"
   },
   {
      "name":"Simit",
      "url":"https://www.tasteatlas.com/simit",
      "rank":"19",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/fa21c70d6b9d48db9053df2389413a7f.jpg?w=905&h=510",
      "loc":"TURKIYE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=191&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Turkish simit is a circular bread that's commonly accompanied by either tea or ayran (salted yogurt drink) and consumed for breakfast with fruit preserves or in savory combinations with cheese, pastırma (salt cured beef), and fresh vegetables.\nIt is believed that simit has been baked in Istanbul since the 1500s, while the name hails from the Arabic word samīd, meaning white bread or fine flour. The dough itself is very similar to that of a bagel, except instead of boiling, the proofed dough is shaped and dipped into fruit molasses with water before being baked with a coating of toasted sesame seeds on top.",
      "type":"Bread",
      "rating":"4.3",
      "flag":"https://www.tasteatlas.com/images/emblems/40e2beab4b8842a69e9e876b4febc723.png?mh=40"
   },
   {
      "name":"Gözleme",
      "url":"https://www.tasteatlas.com/gozleme",
      "rank":"18",
      "img":"https://cdn.tasteatlas.com//images/dishes/c9f0bca2ce064ba5a36377efe307846a.jpg?w=905&h=510",
      "loc":"TURKIYE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=191&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Gözleme is a Turkish flatbread consisting of flour, water, yeast, olive oil, and yogurt, which prevents the flatbread from going too brittle. The dough is filled with ingredients such as meat, vegetables, eggs, various cheeses, or mushrooms, and is then baked on a sac griddle.\nOriginally, gözleme was served for breakfast or as a light afternoon snack, but today it has a status of popular fast food that can be found throughout the country's restaurants, food carts, and cafés.",
      "type":"Flatbread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/images/emblems/40e2beab4b8842a69e9e876b4febc723.png?mh=40"
   },
   {
      "name":"Mantou",
      "url":"https://www.tasteatlas.com/mantou",
      "rank":"17",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/df2e28295bb04b15b178537b54401f95.jpg?w=905&h=510",
      "loc":"CHINA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=43&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Mantou are Chinese steamed buns that are usually prepared plain, without any filling on the inside. It is sometimes served as a side dish, although it is more commonly consumed as it is. Mantou has a round, flattened shape, and it is a staple food of the Northern part of China.\nTraditionally, the buns are tasteless and they have no crust, while the crumb is somewhat dense. They are made from wheat flour and yeast, which is used as a leavening agent. For Chinese people, mantou is as important as bread is to the westerners.\nAccording to a popular legend, the word mantou literally means barbarian's head.",
      "type":"Bread",
      "rating":"4.0",
      "flag":"https://www.tasteatlas.com/images/emblems/495f66f4a4bd42758daca3d7e5a55530.png?mh=40"
   },
   {
      "name":"Manakish",
      "url":"https://www.tasteatlas.com/manakish",
      "rank":"16",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/99e1c206d25a4bf0adc3fcdb2d9979cd.jpg?w=905&h=510",
      "loc":"LEBANON",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=109&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Manakish is a favorite Lebanese breakfast - a round, flat bread that is typically topped with olive oil and zaatar (sesame seeds, thyme, and sumac), then baked in the oven. Other toppings might include cheese, minced lamb, spinach, or fried eggplants.\nThe name of the dish means decorated or stamped, referring to a technique where the dough is pressed using the tips of one's fingers, leaving a decorative pattern in the process. Although it is sometimes affectionately called Lebanese pizza, it is a recent addition to the Lebanese culinary heritage, but it quickly became one of the most popular dishes due to its flavors, low price, and the ease of preparation.",
      "type":"Flatbread",
      "rating":"4.1",
      "flag":"https://www.tasteatlas.com/images/emblems/ab952ea585754aedb0f793f64260b5ee.png?mh=40"
   },
   {
      "name":"Challah",
      "url":"https://www.tasteatlas.com/challah",
      "rank":"15",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/d4c3d4c3463c45ea8013ad5b4d9224f2.jpg?w=905&h=510",
      "loc":"ISRAEL",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=93&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Challah is a loaf of leavened, braided egg bread that is traditionally consumed on Shabbat in Jewish communities, although it is also popular on festive occasions such as weddings or brit milahs. Less common varieties of challah are not braided, but shaped into spirals, books, keys, and flowers.\nSometimes, before baking, challah is sprinkled with poppy, sesame, or coriander seeds, symbolizing manna that fell from heaven while the Israelites were in Exodus. On Shabbat, two loaves of challah are traditionally placed on the festive table, their braids symbolizing connection, justice, love, and peace.",
      "type":"Bread",
      "rating":"4.5",
      "flag":"https://www.tasteatlas.com/images/emblems/c670292446bf44929e2248661c338bd1.png?mh=40"
   },
   {
      "name":"Piadina Romagnola",
      "url":"https://www.tasteatlas.com/piadina-romagnola",
      "rank":"14",
      "img":"https://cdn.tasteatlas.com//images/dishes/b8252af5c1854dc2b99f9eaa9b09fc33.jpg?w=905&h=510",
      "loc":"EMILIA-ROMAGNA, Italy",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=12011&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Even though today this griddled Italian flatbread is typically enjoyed as a sandwich (one of the most popular fillings includes prosciutto, creamy soft cheeses like squacquerone, tomatoes, and a handful of peppery wild arugula), Piada or piadina Romagnola was once merely a staple of the poor, often made with maize flour and called la pjida ad furmantoun in Romagnolan dialect.\nIn his poem entitled La Piada, which is sort of an ode to the beloved Romagnolan piadina, a 19th century Italian poet Giovanni Pascoli calls it \"the bread of poverty, humanity, and freedom\", describing it as \"smooth as a leaf and as big as the moon.\" Since then, the humble, rustic piadina has come a long way and even today takes a special place in the regional cuisine, having been awarded the Protected Geographical Indication status. Le piadine, in plural, can take virtually any ingredients as their filling, and they can be easily found freshly prepared at numerous street kiosks called piadinerie, as it is best to eat a piadina only minutes after it comes off the cast-iron griddle while it's still pliable and warm - the perfect frame for the almost-melting soft cheese and delectable, thinly sliced charcuterie.",
      "type":"Sandwich type",
      "rating":"4.5",
      "flag":"https://www.tasteatlas.com/images/emblems/028244d6f6054ce28970ffb0e6526077.png?mh=40"
   },
   {
      "name":"Ciabatta",
      "url":"https://www.tasteatlas.com/ciabatta",
      "rank":"13",
      "img":"https://cdn.tasteatlas.com//images/dishes/0b3cf20fdd154f31b346d3f3c0d22f53.jpg?w=905&h=510",
      "loc":"VERONA, Italy",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=8026&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Literally translated to a slipper, as a reference to its shape, ciabatta is an Italian type of white bread made with yeast and wheat flour. It is characterized by numerous air pockets on the interior and a crispy crust. The first ciabatta was made in 1982 by a Veronese miller and baker named Arnaldo Cavallari.\nThe bread was invented as a response to the rising popularity of French baguette, as the bakers were worried that it might endanger their business. Ciabatta is considered an ideal choice for sandwiches because the crumb absorbs liquids very well. Today, many regions in Italy have their own variations of the original recipe, producing ciabattas with olive oil, whole wheat flour, marjoram, and milk.",
      "type":"Bread",
      "rating":"4.2",
      "flag":"https://www.tasteatlas.com/Images/Emblems/b774a63a8c8a478486d8ae767a7a65be.png?mh=40"
   },
   {
      "name":"Chapati",
      "url":"https://www.tasteatlas.com/chapati",
      "rank":"12",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/4e46fbe524c444f7a131f2187c61b6ec.jpg?w=905&h=510",
      "loc":"INDIA",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=88&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Chapati is an unleavened flatbread made with whole wheat flour, water, and salt. The dough is usually baked on a griddle. It is extremely popular throughout India, Bangladesh, Nepal, Pakistan, and Sri Lanka, but the bread had also spread to Africa and Southeast Asia.\nIn Kenya, chapati is considered a traditional food although it arrived there at the end of the 19th century, when Indian people worked on the Kenya-Uganda railway. The name of the flatbread comes from the Hindi word chapat, meaning to slap, referring to the traditional method of forming the dough by slapping it between one's palms.",
      "type":"Flatbread",
      "rating":"4.0",
      "flag":"https://www.tasteatlas.com/Images/Emblems/0c8c5caad37e4c29841154516f356733.png?mh=40"
   },
   {
      "name":"Pain perdu",
      "url":"https://www.tasteatlas.com/pain-perdu",
      "rank":"11",
      "img":"https://cdn.tasteatlas.com//images/dishes/26716764bc414a4699efef6434025831.jpg?w=905&h=510",
      "loc":"FRANCE",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=69&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "desc":"Considered an early version of the famous breakfast fare called french toast, pain perdu is a simple French dish that is based on old, stale bread. The use of stale bread for this dish is even suggested by its name, which translates to lost bread or wasted bread in French.\nTo make pain perdu, slices of stale bread with their crusts removed are soaked in an egg-and-milk mixture before they’re fried in melted butter until nicely colored and crispy. A recipe for a dish called payn perdu was found in an old English cookbook dating back to about 1430.",
      "type":"Bread",
      "rating":"4.1",
      "flag":"https://www.tasteatlas.com/Images/Emblems/112d5547c47448c99785595094ca1ba4.png?mh=40"
   },
   {
      "name":"Cornbread",
      "rank":"10",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/bc8e252e18014a048bc2299b55c8e83c.jpg?w=905&h=510",
      "loc":"UNITED STATES OF AMERICA",
      "desc":"There is no food more American than the classic cornbread. The soft, but firm baked bread made with cornmeal is easily the most important memorabilia of the American past, which is especially associated with the American South. Corn has been a staple ingredient among the Native Americans, who created the first version of what is today known as cornbread.\nThis original version was common food among the frontier explores, and soon became a staple meal favored among the nation. Originally, cornbread was white in color, and since it was made with stone-milled corn, which produced coarser flour, it created a more substantial meal.",
      "type":"Bread",
      "rating":"3.9",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=198&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "flag":"https://www.tasteatlas.com/images/emblems/1e2394c7ea784e6883c4f7ec30a9584b.png?mh=40"
   },
   {
      "name":"Paratha",
      "rank":"09",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/7053f1036e63478db68ce8ba7583b39e.jpg?w=905&h=510",
      "loc":"INDIA and 2 more countries",
      "desc":"Golden-brown in color, flaky and layered, paratha is a type of Indian bread that is typically consumed for breakfast. The name comes from a combination of words parat and atta (flour), referring to the cooked, layered dough. It consists of whole wheat flour that is baked in ghee (Indian clarified butter) and comes in round, triangular, square, or heptagonal shapes.\nParathas are often stuffed with ingredients such as boiled potatoes, cauliflower, garlic, ginger, chili, paneer, or radish. They are sometimes accompanied by pickles, yogurt, homemade chutneys, or meat and vegetable curries. In Punjab, paratha is traditionally paired with lassi, a popular yogurt-based drink.",
      "type":"Flatbread",
      "rating":"4.6",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=88&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "flag":"https://www.tasteatlas.com/Images/Emblems/0c8c5caad37e4c29841154516f356733.png?mh=40"
   },
   {
      "name":"Arepa",
      "rank":"08",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/aaa50fed110a4cabbeffb4c52e5fa6cf.jpg?w=905&h=510",
      "loc":"VENEZUELA and one more country",
      "desc":"Arepa is a highly versatile cornbread made from ground corn dough or precooked corn flour. It is commonly consumed in Venezuela, Colombia, Panama, Puerto Rico, and the Dominican Republic. In Venezuela, arepa is eaten at any time of the day, throughout the whole country, and across all socio-economic groups.\nThe golden disks with a crispy, browned crust are commonly stuffed with a variety of ingredients, and the combinations are seemingly infinite, from beans, cheese, and avocado to shredded beef and onions. For a Venezuelan breakfast, arepas are traditionally paired with a cup of strong coffee and hot dipping chocolate.",
      "type":"Sandwich type",
      "rating":"4.2",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=202&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "flag":"https://www.tasteatlas.com/images/emblems/55459cd9e6c94ab5938311d471b24c49.png?mh=40"
   },
   {
      "name":"Focaccia",
      "rank":"07",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/b1b1e7ef350d46d986d5600ee5fae7fd.jpg?w=905&h=510",
      "loc":"ITALY",
      "desc":"This chewy, oily flatbread is quite versatile, and can be topped with a range of ingredients such as coarse sea salt, olive oil, herbs, tomatoes, or olives. Historians tend to believe it was invented either by the Etruscans or in ancient Greece, although unleavened flatbreads have long been made throughout the Middle East.\nThe name focaccia is derived from the Roman panis focacius, meaning “hearth bread”, referring to the fact that focaccia was traditionally baked in coals in Roman times. The basic recipe spread to France and Spain over time, where the bread is known as fouaisse and hogaza, respectively.",
      "type":"Flatbread",
      "rating":"4.4",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=94&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "flag":"https://www.tasteatlas.com/Images/Emblems/8f1e450866be477a91351ac2d986e8ef.png?mh=40"
   },
   {
      "name":"Shaobing",
      "rank":"06",
      "img":"https://cdn.tasteatlas.com//images/dishes/47230a52a4e842d7acd7dc8cd1cd1eda.jpg?w=905&h=510",
      "loc":"SHANDONG, China",
      "desc":"Known as a common snack food in Northern China, shaobing is a type of layered flatbread, typically topped with sesame seeds. It is made with multiple layers of dough brushed with sesame paste and resembles a flattened bread roll. Shaobing originated in the Shandong province, but today it can be found at numerous street stalls throughout the country.\nIn fact, depending on the region, shaobing can be enjoyed in many different ways. In southern China, it is a popular breakfast choice, served with soy milk or tea and often stuffed with sweet fillings such as red bean, black sesame, or jujube (red date) paste.",
      "type":"Flatbread",
      "rating":"4.4",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=805&rootregionbackgroundcolor=%23d9d9d9&width=104"
   },
   {
      "name":"Pretzel",
      "rank":"05",
      "img":"https://cdn.tasteatlas.com//images/dishes/a3d9f03625f14029a24dcadc88910171.jpg?w=905&h=510",
      "loc":"GERMANY and one more region",
      "desc":"Considered an iconic symbol of Germany, the pretzel is a type of traditional baked good that is made by combining flour, salt, malt, yeast, and water. The resulting dough is then shaped into a well-known knotted shape of a pretzel before it is baked.\nPretzels are often dipped in a lye solution (natronlauge in German) before they are baked, and then they are called laugenbrezel, a Bavarian-style pretzel distinguished by a nice, brown, and crispy exterior that surrounds the soft interior.",
      "type":"Bread",
      "rating":"4.1",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=55&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "flag":"https://www.tasteatlas.com/Images/Emblems/c862dcb026fd4888ac5227c1cd255321.png?mh=40"
   },
   {
      "name":"Baguette",
      "rank":"04",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/6ef8ca510bb44884af294128bab03191.jpg?w=905&h=510",
      "loc":"PARIS, France",
      "desc":"Probably the most iconic image of France, this long, light, airy bread with its characteristically crispy crust dates back to the 19th century, when wheat and white breads were no longer a privilege of the rich. Baguettes were made even before the invention of their name.\nThe word baguette first entered use in 1920, derived from the Latin root baculum, meaning stick or staff, which became baccheto in Italian. Baguettes were first baked as long, wide loaves of bread, but a 1920 law prevented workers from beginning work before 4AM, making it impossible for bakers to finish baking the bread in time for breakfast.",
      "type":"Bread",
      "rating":"4.4",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=1306&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "flag":"https://www.tasteatlas.com/Images/Emblems/2ae879a102b3447985f4cf70e2927448.png?mh=40"
   },
   {
      "name":"Naan",
      "rank":"03",
      "img":"https://cdn.tasteatlas.com//images/dishes/8f5e5f67af2541ac8008637115b7c104.jpg?w=905&h=510",
      "loc":"INDIA",
      "desc":"Naan is a unique and popular flatbread with a chewy texture that has its roots in India. The first documented traces of naan are found in the 1300 AD notes of Amir Kushrau, an Indo-Persian poet. Its name comes from the Persian word for bread. Naan was originally made in two versions at the Imperial Court in Delhi - naan-e-tunuk (light bread) and naan-e-tanuri (baked on the stone walls of a tandoor oven).\nIt consists of white flour, yeast, eggs, milk, salt, and sugar, baked in a tandoor oven. Its typical tear-drop shape is achieved by the way the dough droops as it cooks on the tandoor walls. Many Indian villages had a communal tandoor, placed in the middle of the village so that all the locals could bake naan.",
      "type":"Flatbread",
      "rating":"4.4",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=88&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "flag":"https://www.tasteatlas.com/Images/Emblems/0c8c5caad37e4c29841154516f356733.png?mh=40"
   },
   {
      "name":"Roti",
      "rank":"02",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/1bd5e63b79b344ef9b56cc6480470dba.jpg?w=905&h=510",
      "loc":"INDIA",
      "desc":"Roti is a flat and unleavened bread made with wholemeal flour. It is traditionally cooked on an iron griddle called tava, an important vessel in the Indian cuisine. In Indian cuisine, roti is as essential as rice. There are several theories regarding its origin.\nOne says that it was invented in Persia, when it was made with maida and was much thicker than today's rotis. Another theory says that it traveled to India from East Africa, where unleavened bread was a staple and the production of wheat was abundant.",
      "type":"Flatbread",
      "rating":"4.3",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=88&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "flag":"https://www.tasteatlas.com/Images/Emblems/0c8c5caad37e4c29841154516f356733.png?mh=40"
   },
   {
      "name":"Tortilla",
      "rank":"01",
      "img":"https://cdn.tasteatlas.com//Images/Dishes/c5e1d353b92a4ef2ae7114a4b51d2192.jpg?w=905&h=510",
      "loc":"MEXICO",
      "desc":"Tortilla, originally a corn flatbread, is one of the essential bread varieties that has been present in Mexican culture for thousands of years. The first tortilla was created out of the staple ingredient of indigenous cultures, the ubiquitous corn.\nIt was an ingredient used by the ancient Mesoamerican people, who would store the corn kernels and later process them to create masa, which was then formed into balls and hand pressed to create the familiar, round and thin tortilla. This ancient tradition is still present among some native Indian groups, who are excessively trained to perfect the art of making authentic tortillas.",
      "type":"Flatbread",
      "rating":"4.1",
      "locImg":"https://www.tasteatlas.com/regions/image?borderColor=%23fff&height=104&innerRegionFillColor=%23f8533d&regionid=124&rootregionbackgroundcolor=%23d9d9d9&width=104",
      "flag":"https://www.tasteatlas.com/images/emblems/b7ab4a8757784874832fb06192adfa50.png?mh=40"
   }
]
